11/data/attachments/6e1ae27ffafe7490.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_1a8d4f6f-c0e7-4d8e-b423-461899ecbeba</nif:username>
            <nif:friendToBeAdded>Vanessa_forward_Actions_91643_2</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>